{
  "monologues": [
    {
      "id": 1,
      "play": "Julius Caesar",
      "character": "Portia",
      "scene": "Act II, scene i",
      "fullText": [
        "Is Brutus sick? And is it physical\nTo walk unbracèd and suck up the humors\nOf the dank morning? What, is Brutus sick,\nAnd will he steal out of his wholesome bed\nTo dare the vile contagion of the nigh\nAnd tempt the rheumy and unpurgèd air\nTo add unto his sickness? No, my Brutus,\nYou have some sick offense within your mind,\nWhich by the right and virtue of my place\nI ought to know of. She kneels. And upon my\nknees\nI charm you, by my once commended beauty,\nBy all your vows of love, and that great vow\nWhich did incorporate and make us one,\nThat you unfold to me, your self, your half,\nWhy you are heavy, and what men tonight\nHave had resort to you; for here have been\nSome six or seven who did hide their faces\nEven from darkness."
      ]
    },
    {
      "id": 2,
      "play": "Romeo and Juliet",
      "character": "Romeo",
      "scene": "Act II, scene i",
      "fullText": [
        "But soft, what light through yonder window breaks?\nIt is the East, and Juliet is the sun.\nArise, fair sun, and kill the envious moon,\nWho is already sick and pale with grief\nThat thou, her maid, art far more fair than she.\nBe not her maid since she is envious.\nHer vestal livery is but sick and green,\nAnd none but fools do wear it. Cast it off.\nIt is my lady. O, it is my love!\nO, that she knew she were!\nShe speaks, yet she says nothing. What of that?\nHer eye discourses; I will answer it.\nI am too bold. ’/Tis not to me she speaks.\nTwo of the fairest stars in all the heaven,\nHaving some business, do entreat her eyes\nTo twinkle in their spheres till they return.\nWhat if her eyes were there, they in her head?\nThe brightness of her cheek would shame those\nstars\nAs daylight doth a lamp; her eye in heaven\nWould through the airy region stream so bright\nThat birds would sing and think it were not night.\nSee how she leans her cheek upon her hand.\nO, that I were a glove upon that hand,\nThat I might touch that cheek!"
      ]
    },
    {
      "id": 3,
      "play": "Measure for Measure",
      "character": "Isabella",
      "scene": "Act II, scene ii",
      "fullText": [
        "Could great men thunder,\nAs Jove himself does, Jove would never be quiet,\nFor every pelting, petty officer\nWould use his heaven for thunder,\nNothing but thunder. Merciful heaven,\nThou rather with thy sharp and sulphurous bolt\nSplits the unwedgeable and gnarlèd oak,\nThan the soft myrtle. But man, proud man,\nDressed in a little brief authority,\nMost ignorant of what he/’s most assured,\nHis glassy essence, like an angry ape\nPlays such fantastic tricks before high heaven\nAs makes the angels weep, who with our spleens\nWould all themselves laugh mortal."
      ]
    },
    {
      "id": 4,
      "play": "A Midsummer Night's Dream",
      "character": "Egeus",
      "scene": "Act I, scene ii",
      "fullText": [
        "Full of vexation come I, with complaint\nAgainst my child, my daughter Hermia.—\nStand forth, Demetrius.—My noble lord,\nThis man hath my consent to marry her.—\nStand forth, Lysander.—And, my gracious duke,\nThis man hath bewitched the bosom of my child.—\nThou, thou, Lysander, thou hast given her rhymes\nAnd interchanged love tokens with my child\nThou hast by moonlight at her window sung\nWith feigning voice verses of feigning love\nAnd stol’n the impression of her fantasy\nWith bracelets of thy hair, rings, gauds, conceits,\nKnacks, trifles, nosegays, sweetmeats—messengers\nOf strong prevailment in unhardened youth.\nWith cunning hast thou filched my daughter’s heart,\nTurned her obedience (which is due to me)\nTo stubborn harshness.—And, my gracious duke,\nBe it so she will not here before your Grace\nConsent to marry with Demetrius,\nI beg the ancient privilege of Athens:\nAs she is mine, I may dispose of her,\nWhich shall be either to this gentleman\nOr to her death, according to our law\nImmediately provided in that case."
      ]
    },
    {
      "id": 5,
      "play": "Troilus and Cressida",
      "character": "Cressida",
      "scene": "Act V, scene iv",
      "fullText": [
        "Hard to seem won; but I was won, my lord,\nWith the first glance that ever—pardon me;\nIf I confess much, you will play the tyrant.\nI love you now, but till now not so much\nBut I might master it. In faith, I lie;\nMy thoughts were like unbridled children grown\nToo headstrong for their mother. See, we fools!\nWhy have I blabbed? Who shall be true to us\nWhen we are so unsecret to ourselves?\nBut though I loved you well, I wooed you not;\nAnd yet, good faith, I wished myself a man;\nOr that we women had men’s privilege\nOf speaking first. Sweet, bid me hold my tongue,\nFor in this rapture I shall surely speak\nThe thing I shall repent. See, see, your silence,\nCunning in dumbness, from my weakness draws\nMy very soul of counsel! Stop my mouth."
      ]
    }
  ]
}